{"meta":{"title":"区块链小神童","subtitle":"The great pleasure in life is doing what people say you cannot do.","description":"专研如何躺着赚钱","author":"区块链小神童","url":"https://coinshen.com"},"pages":[{"title":"404 Not Found：该页无法显示","date":"2017-01-28T05:29:41.000Z","updated":"2018-04-08T07:44:37.000Z","comments":false,"path":"/404.html","permalink":"https://coinshen.com//404.html","excerpt":"","text":"很抱歉，您所访问的地址已更改 ☞回主页 · 全部文章☜ 可以在顶栏搜索框检索本博客所有信息 也可以听听歌曲休息娱乐一下"},{"title":"archives","date":"2018-03-26T19:57:48.000Z","updated":"2018-03-27T06:10:05.329Z","comments":true,"path":"archives/index.html","permalink":"https://coinshen.com/archives/index.html","excerpt":"","text":""},{"title":"小神童","date":"2018-04-01T02:33:09.000Z","updated":"2018-04-01T06:49:03.969Z","comments":true,"path":"about/index.html","permalink":"https://coinshen.com/about/index.html","excerpt":"","text":""},{"title":"分门别类","date":"2018-03-26T19:55:45.000Z","updated":"2018-03-29T12:46:37.314Z","comments":false,"path":"categories/index.html","permalink":"https://coinshen.com/categories/index.html","excerpt":"","text":""},{"title":"🌷开心时入耳，伤心时入心🌷","date":"2018-04-01T02:34:34.000Z","updated":"2018-04-01T05:20:16.208Z","comments":false,"path":"music/index.html","permalink":"https://coinshen.com/music/index.html","excerpt":"","text":""},{"title":"EDS网页版安卓版苹果版钱包教程","date":"2018-04-01T02:20:53.000Z","updated":"2018-04-08T05:08:52.866Z","comments":true,"path":"2018/04/01-1-xiaoshentong.html","permalink":"https://coinshen.com/2018/04/01-1-xiaoshentong.html","excerpt":"","text":"赞我token（eds）需要存放在小蚁钱包内，大家无非三个问题：1. 网页上面怎么使用小蚁钱包；网页版2. 安卓手机怎么使用小蚁钱包；安卓版3. 苹果手机怎么使用小蚁钱包；苹果版 网页版钱包推荐：蓝鲸淘网址：https://otcgo.cn/ 操作流程 第一步：创建钱包WIF私钥不用填，然后下载 json 文件。 第二步：点击登陆钱包 第三步：导入json文件，输入密码 第四步：钱包创建成功。你的资产在里面是安全的，你可以进行转账、收款等操作。 安卓手机版钱包推荐：NEO安卓版 点击下载 操作流程 第一步：下载小蚁钱包APP 第二步：点击，创建钱包 第三步：备份钱包将其备份到你认为安全的地方即可，请认真阅读“贴心提示” 第四步：钱包创建成功你的资产在里面是安全的，你可以进行转账、收款等操作. 苹果手机版钱包推荐：O3 Wallet苹果版，在苹果手机 App Store 上即可下载。 操作流程 第一步：下载O3钱包在苹果手机的 App Store 内下载 O3 Wallet; 第二步：创建或登录钱包无钱包者点击，“创建钱包”，有钱包者点击，“登录” 第三步：备份备份，WIF私钥，然后点击，开始。 第四步：钱包创建成功你的资产在里面是安全的，你可以进行转账、收款等操作 本篇教程来自赞我社区的：Hos123欢迎给他打赏，激励他写更多更好的文章","keywords":"赞我, Endorsit, 小神童, NEO钱包, 教程"},{"title":"ETH 购买教程","date":"2018-04-01T02:20:53.000Z","updated":"2018-04-08T09:11:55.000Z","comments":true,"path":"2018/04/01-4-xiaoshentong.html","permalink":"https://coinshen.com/2018/04/01-4-xiaoshentong.html","excerpt":"","text":"进入 https://www.okex.cn/ 网站; 点击网页右上角登录 如果你还没注册，请看这份新手必读，打不开说明需要翻墙，不懂的请搜科学上网或者自己去注册，挺简单的; 点击法币交易区; 点击买入购买;","keywords":"赞我, Endorsit, 小神童, NEO钱包, 教程"},{"title":"ETH钱包小常识","date":"2018-03-31T19:48:58.000Z","updated":"2018-04-08T08:59:47.000Z","comments":true,"path":"2018/04/01-3-xiaoshentong.html","permalink":"https://coinshen.com/2018/04/01-3-xiaoshentong.html","excerpt":"","text":"钱包在数字资产世界里，钱包并不是用来装钱的，而是装密钥（私钥和公钥）的管理工具，交易信息也不是存储在钱包中，而是存储在区块链中。有了钱包中的密钥，你就拥有相应地址上的数字货币的支配权。 上图中的ETH地址由公钥生成的42位16进制哈希值字符串，这个钱包地址就相当于银行卡号，只要是基于以太坊（ETH）的资产都可以打到这个账号上。 备份钱包数字资产的钱包就是密钥管理工具，密钥一旦丢失，意味着这个世界上再也没有人能找到那把钥匙打开“门”取走你的数字资产，所以建好钱包后，会看到提示，要求你备份钱包。我身边就有人因钱包没备份，发生意外后里面的资产全部丢失。 拿imtoken钱包举例，里面有两种备份的方式: 备份Keystore； 备份助记词； Keystore 上图中“乱码”Keystore 是加密过后的私钥，安全程度取决于加密该 Keystore 的密码强度。在使用 Keystore 时有三点需要注意： 使用不常用，并且尽可能复杂的密码加密 Keystore 文件； 一定要记住加密 Keystore 的密码，一旦忘记密码，那么你就失去了 Keystore 的使用权，并且 imToken 无法帮你找回密码，所以一定要妥善保管好 Keystore 以及密码。 Keystore 的密码是唯一、不可更改的，如果想更改钱包密码需要使用助记词或明文私钥重新导入钱包，并使用新密码加密，生成新的 Keystore。 备份助记词 明明是要你把助记词抄写下来的，却懒得抄，随手截屏就用聊天工具发出去并收藏了，然而有一天，突然发现钱包资产没了，也没法追回，想来想去，发现是因为随性地操作让助记词被盗了。 助记词主要目的是让你更好的记住自己的私钥，它是未加密的私钥，安全性极低，所以需要格外小心保管。1、一定要备份助记词，更改 Keystore 密码都需要使用助记词，所以不可粗心大意不做备份；2、建议使用物理介质备份，比如手抄下来，放在安全隐蔽的多个地方，防止天灾人祸；3、不要使用截屏或拍照的方式备份助记词，不要使用邮件或其他即时通讯方式传输助记词；4、一定要保管好私钥、助记词和密码，最好存在只有你知道的安全地方；5、任何数字货币钱包都是如此;","keywords":"赞我, Endorsit, 小神童, NEO钱包, 教程"},{"title":"Endorsit赞我答疑录","date":"2018-03-31T19:48:58.000Z","updated":"2018-04-08T09:43:24.562Z","comments":true,"path":"2018/04/01-5-xiaoshentong.html","permalink":"https://coinshen.com/2018/04/01-5-xiaoshentong.html","excerpt":"","text":"问 答 蓝鲸淘登录密码忘记了能找回来吗？","keywords":"赞我, Endorsit, 小神童, NEO钱包, 教程"},{"title":"接收、查看【赞我】EDS 币最简便的方法","date":"2018-04-01T02:20:53.000Z","updated":"2018-04-10T06:34:59.000Z","comments":true,"path":"2018/04/01-2-xiaoshentong.html","permalink":"https://coinshen.com/2018/04/01-2-xiaoshentong.html","excerpt":"","text":"———截止2018年4月3日 符合规则的地址，长度固定为 34，其他长度的一律是无效地址，另外就算长度是 34 也不一定是合法 NEO 地址，还得去按照下面的教程检测一下，凡是点搜索没反应的均为无效地址。 如果只是查看，用电脑还是太麻烦了,用手机浏览器就行了，苹果、安卓 亲测有效。 1、直接点开这个网址:http://state.otcgo.cn 2、输入钱包地址; 3、点击放大镜图标 🔍 (查询) 即可看到当前拥有的 EDS 数量。 注：要转出 EDS 币，目前还是只能用 windwos 版或者 Web 版的蓝鲸淘 目前苹果版、安卓版的 Neo 钱包还没更新对 EDS 币种的显示，只能用 Windows 版和网页版的蓝鲸淘，但 Windows 版的安装比较繁琐(必须 64 位系统、全英文界面、还得添加脚本)，我今天发现蓝鲸淘已经支持 EDS 币种的直接显示了(全汉语界面)，仍然是需要使用电脑的，WinXP/7/8/10 的 32 位或者 64 位系统都可以。 我们先说说第一种情况: 已经有 Neo 钱包、已经有 WIF 私钥了 1、打开官网 https://otcgo.cn2、点击【创建钱包】，如下图 1 填写 注:【账户名】这栏自己随意填写一个(比如我填:test)【登录密码】也是自己设置(最少 8 位数) 4、点击【下一步】，系统会提示下载你的【钱包文件】，比如我用 360 浏览器则提示下图: 5、点击【下载】，来到下图 6、点击【登录个人钱包】 点击【浏览】选择刚才下载回来的【钱包文件】test.json 再输入刚才设置的密码，点击【登录】比如下图 ↓↓↓↓ 7、此时就可以看到你的 EDS 币了，比如下图 8、说下第二种情况: 还没申请钱包，还没有私钥 其实很简单，你往上翻，就是第1点的图1中的第二行【WIF 私钥】不用填写就 OK 了，剩下的步骤都一样了。 本篇教程来自赞我社区的：佛晓鸣笛欢迎给他打赏，激励他写更多更好的文章 赞我 Endorsit QQ 群号:722588494赞我 Endorsit 官方网站: http://eds.ren赞我 Endorsit 官方电报群: https://t.me/endorsit赞我 Endorsit 电报群不翻墙版: https://0.plus/endorsit赞我 Endorsit 微博: https://weibo.com/endorsit赞我 Endorsit 官方 Twitter: https://twitter.com/eds_ren","keywords":"赞我, Endorsit, 小神童, NEO钱包, 教程"},{"title":"标签","date":"2018-03-26T19:59:00.000Z","updated":"2018-03-29T12:43:26.715Z","comments":false,"path":"tags/index.html","permalink":"https://coinshen.com/tags/index.html","excerpt":"","text":""},{"title":"热榜","date":"2018-04-13T11:34:32.782Z","updated":"2018-04-05T07:00:20.935Z","comments":false,"path":"top/index.html","permalink":"https://coinshen.com/top/index.html","excerpt":"","text":"AV.initialize(\"55lmkzlg1XBLMq6UU248HgTO-gzGzoHsz\", \"OiF6Yf4DGA2dvlDSebmzDaSo\"); var time=0 var title=\"\" var url=\"\" var query = new AV.Query('Counter'); query.notEqualTo('id',0); query.descending('time'); query.limit(1000); query.find().then(function (todo) { for (var i=0;i","keywords":"top,文章阅读量排行榜"}],"posts":[{"title":"死掉的项目，活人的血泪","slug":"2018/04/06-xiaoshentong","date":"2018-04-05T18:15:45.000Z","updated":"2018-04-06T12:28:25.337Z","comments":true,"path":"2018/04/06-xiaoshentong.html","link":"","permalink":"https://coinshen.com/2018/04/06-xiaoshentong.html","excerpt":"神童说：清明时节雨纷纷……","text":"神童说：清明时节雨纷纷…… 清明时节雨纷纷，从此 xxx 链是路人。 昔日风光无限，今日泪流满面，到明年的今天，还会阵亡一大批。 除开捞一笔就跑路的项目方，为何那么多人要做区块链项目？ 从传统公司的角度来看，他们的终极目标都是奔着上市去的，那么公司上市意味着什么？ 上市对公司意味着开辟了一条很好的融资渠道，可以逃脱银行的控制，可以解决企业运营、发展过程中资金缺乏的问题，有助于企业扩建，产能升级等等，把公司做的更大更强。 公司上市后还可以依法公开发行股票，需要钱就增发股份，股份被卖掉的钱就可以用来继续发展，对于公司高管和员工而言，如果有股份或者期权就会很卖力的干活，因为只有公司好了他们的股份才更值钱，对于公众而言，可以通过证券市场向这家公司进行投资，获得公司增值带来的利益。 这种方式其实就是公司所有者把公司的一部分卖给大众，虽然把利益让出去了，但也相当于让所有参与的人一起承担风险，共进退。 然而传统公司朝思暮想的事情，在区块链行业只需要发行 token 就一步到位，你说他们是不是想拿豆腐一头撞死…… 不过在区块链行业发行 token 也不容易，内幕也挺多，该有的流程一趟走下来，脱一层皮都算少的，拿交易平台举例，有的平台上币费用都是上亿，等于说很多项目的融资规模，不靠人情关系以及项目本身的优势，上几个这样的交易平台，筹来的钱就所剩无几了，再加上行情一路走熊，项目方哪里还有资金护盘，币价不大跌才怪。 前段时间交易所刷量的事情闹的沸沸扬扬，其实这挺正常的，你要是开家淘宝店还不是一样弄人过来刷人气，那些上了交易所的项目方也一样，有时候不刷怪难看的，你猜他们刷不刷？如果刷，交易所又得来回收割，所以就这些，很多项目都有苦说不出，一方面被各种割，另一方面又被投资人各种数落，每当投资人说就不能多上一些知名交易所吗？小神童猜很多项目方心中一万只草泥马奔腾而过，五千双吉跋喵随风飘飘…… 对于真正认可的项目，如果投资了，那你和项目方就是一条船上的人，然而很多人仍然当自己是个外人，真是应了那句话，不当家不知柴米油盐酱醋茶贵，不养儿不知母亲的恩。 曾经京东急需钱，紧急到若一周内拿不到融资，京东就会倒闭，币圏很多干实事的项目方，可能就真的因此倒闭，希望来年的今天，干实事的项目剩下的多点，空气项目早点“上位”，省的祸害人间。","categories":[{"name":"洞见","slug":"洞见","permalink":"https://coinshen.com/categories/洞见/"}],"tags":[{"name":"疯狂区块链","slug":"疯狂区块链","permalink":"https://coinshen.com/tags/疯狂区块链/"}],"keywords":[{"name":"洞见","slug":"洞见","permalink":"https://coinshen.com/categories/洞见/"}]},{"title":"Endorsit（赞我）攻略秘籍大全","slug":"2018/04/01-xiaoshentong","date":"2018-04-01T02:20:53.000Z","updated":"2018-04-11T00:00:55.662Z","comments":true,"path":"2018/04/01-xiaoshentong.html","link":"","permalink":"https://coinshen.com/2018/04/01-xiaoshentong.html","excerpt":"神童说：大白话教程，包你懂 🤟","text":"神童说：大白话教程，包你懂 🤟 哈喽，你好呀！😊如果你对区块链、数字货币有所了解，想了解赞我投资事宜，可以点击👉传送门👈到达下一站;如果你对比特币还很陌生，对区块链以及区块链项目肯定也不甚了解，就接着往下看^_^ 比特币 🤔 简单来说，比特币就是游戏中的游戏币，区块链项目就相当于游戏厅，区块链⛓️呢就像🔗这样，一环扣一环，只不过区块链的链由数据组成。 打开支付宝点开账单，你会看到所有历史记录，每一天的记录就相当于一个打包的区块，将每一天的记录挨个串联链起来，就是你的支付宝历史账单，即区块链。 账簿——区块链支付宝——区块链项目支付宝公司股票——比特币 比特币是目前最成功的区块链项目，比特币其实相当于该项目的股票，当你购买 100 美金比特币，就相当于持有了该项目的股份，项目发展越好“股票”价格自然也就越高。 为何区块链这么火爆 🤔 区块链技术实际上就是公开透明地分布式数据库，何为分布式，就是分布在世界各地的人都可以参与记账。 在互联网时代，每个系统背后都有数据库，你的购物习惯、隐私、行为特点、输入法输入的文字等等，都被中心化的系统管理人员记在数据库中，然后可以大数据杀熟，精准投放广告，出卖你的隐私，封王五四的号等等。 百度、腾讯、阿里、Facebook 等等公司掌握着巨量用户数据，并且还在通过各种方法不断获取用户数据，这些数据我们都看不到，自然也不能拿过来用。 区块链技术形成的数据库，打破了中心化巨头的统治地位，人人都可以上去记账，并且账本不掌握在任何一家公司手里，任何人都可以使用，不过要注意的是，你要是想记假账，其他人不同意你就记不上去，换句话说，每个人都有一本一模一样地账本，你的账本即使弄丢了也不影响，但如果你的账本跟其他人不一样，想成功记上这笔账，唯一的办法是把所有人的账本都改掉，而这几乎是不可能事件。比如腾讯见到王五四的文章必封，这对于数据掌握者腾讯来说轻而易举，但要是全国的人都复制王五四的文章到各个平台发送，想干掉就不容易了。 记账是一项浩大的工程，不能白白记账（复制王五四的文章到处发），拿比特币来说，当你成功在比特币区块链上记账，就会收到系统奖励的比特币，相当于你直接获得了这个项目的股票，所以很多人以记账获取比特币为生，少部分人因此成为了亿万富豪，这种诱惑力可以说非常之大，传统领域根本没有这样的诱惑力，你不可能通过为项目做贡献就轻易获得股份，也无法享受项目发展带来的红利。 区块链项目不以公司为主体，而是以社区为主体。与中心化机构不同的是，这是一个开放的社区，任何志同道合的人，比如开发者、投资者、创业者等等包括普通个人或者机构，为了实现共同的目标，都可以加入这个社区贡献自己的力量，在这里，每个人都可以找到适合自己的位置，获得相应的酬劳。 区块链是一条利益链，把所有人绑在一起，同甘共苦。 区块链这么火，不仅在于技术本身的优势，更在于技术本身利用人性的贪婪来完成。 区块链对我们有何用 🤔 根据中国工业与信息化部发布的《中国区块链技术和应用发展白皮书2016》，区块链的应用已延伸到医疗健康、教育、慈善公益、社会管理等多个领域。拿文化产业来看，复制成本低、维权成本高、举证困难等使得知识产权保护一直是行业痛点。有了区块链，文化产品的生产、传播、交易等记录真实透明、可信可查，问题迎刃而解。 很多人说区块链转账不仅复杂，手续费还高，认为它没有传统领域的工具好用，不会改变人们的生活，但你可能没有意识到，改变总在不经意间发生，就像互联网多了移动变成移动互联网，多年后就诞生了饿了么、滴滴打车等产品，在这些产品没有做出来之前，也很难想象竟然足不出户就可以吃到想吃的美食，随时拿起手机就可以便捷地出行，如果现在没了滴滴打车、饿了么，你会不会觉得生活艰辛了很多？ 技术进步几乎都是改善生产力，而区块链技术的出现，本质上是改善了生产关系，颠覆社会运行模式也不是不可能。 区块链从一开始就把从业者、投资人、用户的关系三位一体化，换而言之就是全民皆兵，把能参加战斗的人都聚集在同一个社区，随时准备为社区贡献自己的力量，并且还能获得不可估算的回报，可大可小，凭借能力来定。 今天，区块链行业还处于早期阶段，进军区块链领域的团队都在不断摸索和实践，都是未来世界的开拓者，如果你能参与区块链项目，当好“全民皆兵”中的兵，当该领域的势能积累到一个临界点时，区块链世界就会爆发，你也会自然而然享受到更多利益。 进入区块链行业的门槛高吗？其实一点也不高，来赞我发表一条动态，就已经参与进来了。 如何投资 Endorsit（赞我）项目简介 赞我 Endorsit 官网 eds.ren 白皮书 点击下载 Token EDS Token 总量 1000 亿 兑换比例 1 ETH = 1,666,667 EDS KYC认证 需要，且不对中国公民ICO 项目估值 60000 ETH（当前约2300万美元） 项目投资现阶段投资（获得EDS）方式主要有：1. 参加SW俱乐部;2. 实名参加蚂蚁私塾&amp;赞我线下分享会; SW 俱乐部真正的价值投资都在熊市完成，因为熊市是优质项目喊价最低的时候，也是投资人最挑项目的时候。SW俱乐部作为投资俱乐部，专门提供项目的初期认购机会。 蔡叔是比特基金和了得资本的 LP，不定时有优质项目的基石额度，之后会优先放给俱乐部成员。项目额度不覆盖到每个人，但绝对公平，抛到群里，先到先得。 目前该俱乐部暂对所有赞我粉丝开放，俱乐部年费40ETH，当前蔡叔会从私人部分拿出40ETH等值的EDS （66,666,666.6个）赠送给每一位进俱乐部的成员。 每位欲加入的准成员均需填写一份投资测评表，达到一定分数方可加入，我们希望俱乐部内的每位投资者都是由理性人组成。 本俱乐部采用佛系运营策略，项目额度和运营皆不定时，望周知。感兴趣的朋友可加微信 (xiaoshentong360)私聊我，并备注你在赞我的哪个社区交流群 + SW。 截止4月25日，之后参与的均为纯年费，无EDS奖励。 蚂蚁私塾&amp;赞我线下分享会实名参加蚂蚁私塾&amp;赞我线下分享会的朋友，可从小神童这的（蚂蚁资本）投资赞我项目（认购EDS）。参加当地线下结束后3天之内投资能够获赠5%的 EDS，结束 3 天后参与无 5% 奖励。 当前仅接受ETH投资。 参与方式： 1. 加小神童微信 (xiaoshentong360)并备注分享会+地点;2. 讲明投资额度并转发相应的 ETH（整数个）;ETH购买方式3. 提供 NEO 钱包地址，不会弄的请点击这儿=&gt;传送门4. 小神童登记并安排发币，请耐心等候; 2018年4月25日关闭该投资通道。没参加的朋友赶紧看看下一站会不会去你那，戳这儿👉线下全国行|听说这里送对象 EDS 教程大全 EDS网页版、安卓版、苹果版钱包教程 接收、查看【赞我】EDS 币最简便的方法 ETH钱包小常识（必看） ETH 购买教程 未完待续……","categories":[{"name":"Endorsit","slug":"Endorsit","permalink":"https://coinshen.com/categories/Endorsit/"}],"tags":[{"name":"赞我","slug":"赞我","permalink":"https://coinshen.com/tags/赞我/"},{"name":"教程","slug":"教程","permalink":"https://coinshen.com/tags/教程/"}],"keywords":[{"name":"Endorsit","slug":"Endorsit","permalink":"https://coinshen.com/categories/Endorsit/"}]},{"title":"散户如何浑水摸鱼虎口夺食？","slug":"2018/03/12-xiaoshentong","date":"2018-03-12T10:33:36.000Z","updated":"2018-04-05T04:41:11.612Z","comments":true,"path":"2018/03/12-xiaoshentong.html","link":"","permalink":"https://coinshen.com/2018/03/12-xiaoshentong.html","excerpt":"神童说：聚焦目标你就上道了。","text":"神童说：聚焦目标你就上道了。 每一轮牛市开始的原因都是一样的，嗅到机会的资金滚滚进入推高币价，再反复吸引场外资金继续推高币价。 每当这个时间段，很多小白会跑过来问神童如何购买，跟现在的状况截然相反，殊不知疯狂的币市早已经脱离了基本面、发展前景等因素，进入群魔乱舞时期。 虽然手中的币是那个不断被推高的庞大资金池的提款凭证，但资金池里面的钱远远少于所有持有凭证人手中的币市值。普通人很容易被这种账面数据的假象迷惑，特别是初尝甜头的人，更愿意无脑杀入市场。 现在市场低迷，很多新人反而不愿意入场，当初暴涨阶段，很多人来找神童学习各种入场姿势，然而怎么劝都劝不听，说风险很大，他们却说没事儿，是用闲钱投资的，亏了也没事儿。这不就是自欺欺人么，没人是想着进场亏钱的，说亏钱不心疼那也是假的，不然现在熊市怎么不进场？还不是因为交易所账号有毒，总是登录一次就发现钱被偷一次。 其实，熊市一样能为你提供丰厚的收益，只不过闭着眼买个币拿着就能暴涨的时代一去不复返了，这时就需要建立自己的交易系统，才能浑水摸鱼，虎口夺食。 玩币最大的难度就是太自由了，自由到你很容易失去方向。没有方向时，你觉得四面八方都是方向，看着碗里的，望着锅里的，陷入决策瘫痪，索性脑门一热就跟风了。但给你一个具体的方向时，就相当于把一个开放式问题变成了封闭式问题，所以树立出一个简单可行的目标，玩币的难度就会大幅下降。 赚钱玩币都是来赚“钱”的，如果谁很清高的说不是，那么请把币转给小神童，那样就可以天天在公众号发福利啦～ 还是不要装圣人了，关了灯，褪去华丽外衣，都长一个样，不要不好意思。 如果你认为法币是“钱”，那你的目标就是如何在币市兑现更多法币，如果你认为数字货币是“钱”，那你的目标就是如何获得更多数字资产。鉴于大多数人认为法币才是“钱”，今天小神童和大家聊聊前者。 变现更多法币解决办法：低买高卖，兑现法币。 买卖什么币？很多人问过小神童这个问题，给出的答复都是主流币种以及一些看好的山寨币种，后来，小神童开始思考，给出这种空泛的答案显然是不负责任的，然后我把这个问题变成了更具象的问题，即什么时候什么点位买进什么币，什么时候什么点位卖出什么币。 然而这个问题，不可能完美解决，只好退而求其次，先搞明白买卖什么币种。在思考这个问题的时候，小神童想到，数字货币多如牛毛，一方面要拥有上帝视角，纵观整个行业，看到其中蕴含的各种机会，另一方面，又要能深入进去，看到机会之间的连接点，把这个点做到足够极致，因为大道相通，以点带面，点面结合，会爆发出惊人的力量。 对于玩币族来说，点就是一种币，将这种币玩到足够极致，就已经干掉绝大多数人了，大富大贵不成问题。 所以买卖什么币的问题就变成了应该把主要资金和时间精力投入到哪一种币上面深入研究。 要学会做减法，弱水三千只取一瓢，就够了，如果你想脚踏几条船，分散风险，但最好不过三。 写到这，小神童突然冒出一个主意：建立xxx交流群，抱团取暖，每类群只收一类人，这类人凭借自己的仓位视频进群，具体多少仓位能进，由我把关，你只管发给我就好。懂的人，点击文末关注加微信并备注来意。 如何买卖币？回归到什么时候什么点位买卖这个问题上来，据说能完美回答的人能稳坐世界首富的宝座？看来这个问题也不好解决，那怎么办？看下面小神童教你如何剖析这个问题。 一个愿意买，一个愿意卖，一笔交易就达成了，生意人应该更明白，买进就是进货，然后卖出赚差价，就获利了。换到玩币上面，就是通过进货与出货来赚差价的，所以现在要解决的问题是如何赚取差价以及赚多少差价，具体点位什么的我们就忘记了吧，因为赚差价又不是一定要卖在最高点买在最低点。 如何赚取差价呢？靠市场波动，在波动中获利。一般来说，短期波动小，长期波动大，所以长线投资者一般能赚取大波动带来的差价，或者说亏得所剩无几。 大牛市的时候也有人亏，大熊市的时候也有人赚，所以不要觉得牛市就应该赚钱，熊市就应该亏钱，其实，任何时候都能赚钱，如果发现亏得一塌糊涂，就该好好问问自己有几斤几两。 在这儿还要普及一个观念：玩币是一个牟取暴利的手段，几乎所有人都求快，但快就是慢，慢就是快，不要习惯或看惯了赚快钱就对赚小钱不屑一顾，要知道在不求快的情况下，只赚最稳的钱，然后利用复利的力量，收益照样很可观。 提到复利，又可以把问题具象化，那就是平均每天赚多少差价，能保证月收益赚到百分之XXX。注意，是赚到而不是赚过，别忘了目标之一是变现更多法币，赚到手上的钱才是钱，不要今天账面赚了一万，结果放着没动过了一个夜一回撤，反倒亏了一千，那不能称之为赚到，叫赚过，现在币圈非常流行利润还在本金亏完了这句话，说的就是曾经赚过，然而现在没赚到。 说到这，可能你会说之前不是提倡佛系炒币的吗？那么又得跟你说一个概念——仓位管理。 为什么在市场大起大落的时候，总有那么一些人能够做到涨不喜、跌不悲？善于控制仓位，就是其中的奥秘之一。不过仓位管理，还是要因人而异，根据个人的操作风格来合理控制自己的仓位，适合自己的才是最好的。 投资是一场概率游戏，讲究胜算，但最影响结果的其实是人性。很多时候，与其说你看好行情而持有XX币，不如说你是因为持有大量xx币而看好行情。不知道你有没有这样的体会，当你持有大量XX币的时候，本能的会喜欢看XX币的利好消息，看到的利空消息会选择性忽视，而不愿意相信后面的风险会发生。 这种屁股决定脑袋的错误，是个人都会犯，这对我们理性判断未来行情极为不利，所以我们需要时刻提醒自己，但光提醒是不足以克服人性弱点的，这时更需要仓位管理来革自己的命，用仓位来控制自己的心态。 资金亏损幅度 回本所需涨幅 5% 5.26% 10% 11.11% 15% 17.65% 20% 25.00% 25% 33.33% 30% 42.86% 35% 53.85% 40% 66.67% 45% 81.82% 50% 100.0% 60% 150.0% 70% 233.3% 80% 400.0% 90% 900.0% 99% 9900% 如果你投资失误，可以参照上面的数据，看看要多少涨幅才能回本。如果你all in所有赌注被套住了，那么越套越深时，越不敢轻举妄动，因为不知道割肉之后，损失还能不能弥补回来，如果你是轻仓状态，还能通过买跌加仓的方式，进一步做好仓位管理，均摊成本。 在众人疯狂的时候你要是重仓，那么等到疯狂过后，动弹不得的你就该疯狂了。 关于仓位管理，是一门很复杂的艺术，今天只给你一个研究方向，就不细说了，继续回到赚差价上面。 你完全可以用少量仓位练习如何赚差价，体验复利的力量。记住，只要是赚钱，都是赚的差价，你需要思考如何赚差价以及如何赚更多的差价，比如买卖币、搬砖、搞收费群、写文稿……其实吹牛逼也挺好的，吹的越高差价越大，就越好赚钱，不过吹过的牛逼在露陷之前要是不实现，就惨了～😄 会买的是徒弟，会卖的师傅，买卖这条道路上，得终身学习，不断改进投资策略。你在千方百计想着怎么浑水摸鱼、虎口夺食的时候，大庄家也在想着怎么玩弄散户，如果你很懒，那么就分批买进主流优质资产，众人疯狂的时候，少买点，大家都被折磨的不行的时候，就多买点，这也是定投的一种，根据当下形势决定定投多少，而不是傻傻的每个时间段定投固定的钱。 最后一个问题：赚多少差价合适？ 贪婪是人的本性，你看着办，这个是不好教的，得苦其心志，劳其筋骨，饿其体肤…… 扯了这么多，不行动其实等于零，如果受到启发，能在这个很容易迷失方向的战场，聚焦目标，你就已经上道了，还怕道上赚不到钱？ 追踪区块链热点，捕捉区块链投资机会小神童带你 get 新世界小神童微信: xiaoshentong360防止失联，欢迎关注。","categories":[{"name":"洞见","slug":"洞见","permalink":"https://coinshen.com/categories/洞见/"}],"tags":[],"keywords":[{"name":"洞见","slug":"洞见","permalink":"https://coinshen.com/categories/洞见/"}]},{"title":"大胆买入，大多数时间持币，谨慎卖出","slug":"2018/02/28-xiaoshentong","date":"2018-02-28T11:56:33.000Z","updated":"2018-04-13T12:02:17.709Z","comments":true,"path":"2018/02/28-xiaoshentong.html","link":"","permalink":"https://coinshen.com/2018/02/28-xiaoshentong.html","excerpt":"","text":"var ap = new APlayer({ element: document.getElementById(\"aplayer-KRJVfUVV\"), narrow: false, autoplay: true, showlrc: false, music: { title: \"英文版小神童...之地\", author: \"Lily Kidman\", url: \"https://coinshen-1256425434.cos.ap-shanghai.myqcloud.com/m4a/%E8%8B%B1%E6%96%87%E7%89%88%E5%B0%8F%E7%A5%9E%E7%AB%A5-%E5%B8%81%E5%9C%88%EF%BC%8C%E6%9C%80%E7%89%9Bx%E7%9A%84%E7%9F%A5%E8%AF%86%E5%8F%98%E7%8E%B0%E5%9C%BA%E6%89%80%EF%BC%8C%E6%99%AE%E9%80%9A%E4%BA%BA%E7%9A%84%E7%BF%BB%E8%BA%AB%E4%B9%8B%E5%9C%B0.m4a\", pic: \"https://coinshen-1256425434.cos.ap-shanghai.myqcloud.com/2018-04-13-113157.jpg\", lrc: \"\" } }); window.aplayers || (window.aplayers = []); window.aplayers.push(ap); Those waiting to cash out at the bottom price may feel at loss. 准备抄底的人还有一大把，心里可能很失落。 However, you probably should take a look at this story. 你应该听听这个故事： In January 2017, Amanda grabbed a 10CNY virtual red pocket from a digital tokens speculation group, then she changed that money into XRP (Ripple) at 0.02CNY/token, and received 200CNY after she sold them out at 0.4CNY. After that she took a purchase of NEM (New Economy Movement) and sold out at 0.9CNY, and received 4,000CNY out of it. She then brought in LTC (Litecoin) at 27CNY/token while getting 26,000CNY when she sold out at 180CNY. Before DOGE’s price plummeted, she sold out at 0.029 and got 520,000CNY. She spent them all on Bit-shares at 0.25 while profited 5,200,000CNY when sold at 3CNY. Followed by purchasing ETH (Ethereum) at 300 and her fortune rose to 30,000,000CNY after she sold at 2,300. She bravely invested all on ETC (Ethereum classic) before its price fell to almost 100CNY, and sold out at 400CNY, which made it effortless for her to reach the goal of earning 100,000,000CNY. 2017年1月她在一个炒币群抢到10元的红包！用抢的红包在0.02的时候买入了瑞波币，0.4的时候抛的，她一下有了200元！然后她买了新经币0.9抛的，她就有了4000元，接着她在莱特币27的时候买入，180抛的，这样她就有了26000元，接着她又全仓了狗狗币，0.029抛的，她有了52万元，之后成功逃顶。在比特股跌到0.25的时候全仓，3元抛的，她就有了520万，她又在300元的时候买了以太坊，2300元抛的，然后她身价到了3000万。之后在即将跌到100元的ETC全仓杀入，在400元的时候卖了，赚它一个亿的小目标就轻松完成了！ Everyone wishes to buy in and sell out at the perfect time just like her, however, the probability of making profits with the least amount of money is extremely low. 每个人都想次次神操作，用最少的资金博取最大的利益，但这个概率低到爆。 Those who prefer margin trading might find themselves at loss now. Never am I fond of it unless I know with absolute certainty, otherwise I will not take the risk. That is because I have seen many who have already suffered from it, winning the bet the first nine times and lost all in the tenth game thus brought an end to oneself. 看见很多人喜欢玩高抛低吸，现在是不是正独自抹泪。我一直都不喜欢玩高抛低吸，除非有十足的把握，否则不会去做这样的事情，原因是在上面吃过太多亏，高抛低吸搞对了九次，最后一次搞错了，就玩完了。 A quick question for the new investors who favor margin trading, suppose that you sell out at 250CNY, then the market fell to 251 after a surge in price. What is your next move? What if you don’t purchase and lose the opportunity to buy in at this price ever again? What if the price becomes lower after you choose to buy in, and what would you feel about it? 对玩高抛低吸的嫩韭菜，我想问你250抛出去，然后币价涨了一波，接着跌到251，你买还是不买？不买要是再也买不到了怎么办，买了的话又觉得买亏了怎么办？ You may find it almost impossible to answer this question in view of a changing market. The right thing to do when facing such an opportunity with huge potential, simply is to buy in, particularly when the price collapse. Most of the mass are incapable of mastering margin trading, also keep this in mind, do not waste a chance over just a few bucks, since in the long run, none of these matters. On the other hand, should the price slump, do not attempt to get in all at a time. It is suggested to build part of your position as no one knows for sure whether there is a even lower price for you to build position. 面对瞬息万变的市场，是不是很难回答上面的问题？其实，看好的东西，只管买就好，特别是暴跌的时候，就更加不要犹豫了，不要玩什么高抛低吸，绝大多数人没这个能力，也不要为几块钱的蝇头小利错失良机，长远来看，这都不是事儿。另外，暴跌的时候，也不要重仓，建一部分仓位即可，谁也不知道有没有更低的底等着你建仓。 When the time comes I do not have the money to build position, someone said to me. Truth be told, if you spend 2,000CNY on the major cryptocurrencies like Bitcoin on a monthly basis, you probably will wait until forever to actually make some money out of it. For those with less capital in hand, there is another way for you to play, and that is to fight your way into the market and try to make as much seed money as you possibly can. Given that the amount of principal is low, you can always finance some more in case of a hold up. In the cryptocurrency world, it all comes down to the information you could receive and the analysis of it. Therefore exert your best efforts to seek and select the information, then make the best use of it to make some breakthroughs. Do not be greedy. 有人跟我说，很多机会来临，没钱建仓，其实吧，要我说你这每个月投2000块钱的比特币等主流币种，投到猴年马月也赚不了几个钱。本金少也有本金少的玩法，那就是拿着这些本金去市场搏杀积累点原始资金，由于本来就没多少钱，万一被套了就当没了，筹措点资金再战就好了。币圈说到底还是受消息面影响较大，所以你就得苦点累点，眼观六路耳听八方，打游击战定点突破，见好就收。 Suppose you do are not able to do so and lack the perseverance, it’s best for you to just get some pocket money buying the popular currencies. Earnings out of this would far exceed savings from bank deposits. 如果你连这个能力和魄力都不具备，那么老老实实买买主流币种挣点零花钱也不错，比存在银行强不少。 Currency trading is all about buying and selling, and these two words reveals your true personality. To trade currency to is to reap from others’ cognitive bias. The year of 2018 will witness the outburst in this regard, so better equip yourself with the necessary skills to truly grasp this unprecedented and once in a life opportunity. At the same time, benefit from the fluctuating cryptocurrency world. Speaking of which, I have to advise the book from ours, once you read it you will realize that, you were not able to gain from others’ cognitive bias only because your have not read RenZhiTuWei-from Cai Leilei. 炒币无非就是买卖，但买卖二字能折射出你是什么样的人。炒币也是你在收别人的认知税，2018年会是爆发的一年，所以赶紧提高自身的境界会让你在跌宕起伏的币圈行走的更加游刃有余。说到这，忍不住给自家的书打个广告——可能你没收到别人的认知税，是因为你的生命中少了《认知突围》_蔡垒磊 作者：币圈小神童翻译&amp;录音：Lily Kidman（水天之间）本文内容为个人观点，仅供学习参考，不构成任何投资建议，据此买卖盈亏自担。","categories":[{"name":"洞见","slug":"洞见","permalink":"https://coinshen.com/categories/洞见/"}],"tags":[],"keywords":[{"name":"洞见","slug":"洞见","permalink":"https://coinshen.com/categories/洞见/"}]},{"title":"博客折腾记","slug":"2016/03/30-xiaoshentong","date":"2016-03-29T19:48:58.000Z","updated":"2018-04-09T09:44:42.000Z","comments":true,"path":"2016/03/30-xiaoshentong.html","link":"","permalink":"https://coinshen.com/2016/03/30-xiaoshentong.html","excerpt":"神童说：见证奇迹的地方……","text":"神童说：见证奇迹的地方…… color: #007dc5;color: #007dc5;color: #007dc5;color: #007dc5;color: #007dc5;color: #007dc5;diff语法123456+ # color: #007dc5;- ## color: #007dc5;### color: #007dc5;#### color: #007dc5;##### color: #007dc5;###### color: #007dc5;","categories":[{"name":"极客","slug":"极客","permalink":"https://coinshen.com/categories/极客/"}],"tags":[{"name":"Hexo","slug":"Hexo","permalink":"https://coinshen.com/tags/Hexo/"}],"keywords":[{"name":"极客","slug":"极客","permalink":"https://coinshen.com/categories/极客/"}]}]}